Repository: common-repository/wp-box-simpple
Catalog: languages/wpboxsimple-*.po
Languages: fr_fr

source: Box Simple
fr_fr: Simple Box

source: Add/Edit
fr_fr: Ajouter / Editer

source: List
fr_fr: Gérer

source: Index WP Box Simple
fr_fr: Index de WP Simple Box

source: Number of Box
fr_fr: Nombre(s) de Mot Clef(s)

source: Number of Box Publish
fr_fr: Nombre(s) de Box Publié

source: Box added with success !
fr_fr: Box ajouté avec succès !

source: Box updated with success !
fr_fr: Option mise a jour avec succès !

source: %s field missing. !
fr_fr: %s champ manquant. !

source: Edit the Box: %s
fr_fr: Editer cette box : %s

source: Add an Box
fr_fr: Ajouter (ou Editer) cette box

source: Save Box
fr_fr: Sauvegardé cette Box

source: Publish Status
fr_fr: Statut de publication

source: Date Created
fr_fr: Date de la création

source: User
fr_fr: Propriétaire

source: Slug
fr_fr: Identifiant

source: Box Content
fr_fr: Contenu de la Box

source: Text of your box
fr_fr: Texte de votre Box

source: Box deleted with success !
fr_fr: Box supprimé avec succès !

source: Boxs deleted with success !
fr_fr: Boxs supprimés avec succès !

source: Search results for "%s"
fr_fr: Resultat de la recherche avec "%s"

source: Manage Boxs in Tag ID: %d
fr_fr: Gestions des Box ayant le tag : %d

source: Manage Boxs
fr_fr: Gérer les Boxs

source: Search
fr_fr: Recherche

source: Delete
fr_fr: Suprimer

source: User ID
fr_fr: Id du propriétaire

source: Title
fr_fr: Titre

source: State
fr_fr: Etat

source: No box
fr_fr: Aucune box

source: Edit
fr_fr: Edition

source: Published
fr_fr: Publié

source: Wait this validation
fr_fr: En attende de validation

source: Private
fr_fr: Privée

source: Refused
fr_fr: Refusé

source: Options updated with success !
fr_fr: Option mise a jour avec succès !

source: Options Wp Team Boxs
fr_fr: Option de WP Box Simple

source: Active widget
fr_fr: Activer le widget

source: Tinymce Editor
fr_fr: Editeur de Texte : Tinymce

source: Activate the tinymce
fr_fr: Activé Tinymce

source: Update options
fr_fr: Mettre à jour les options

source: Latest Boxs
fr_fr: Derniers box

source: Widget WP Simple Box
fr_fr: Widget Simple Box

source: View a Box
fr_fr: Visualiser cette box

source: Details of this Member
fr_fr: Détails de cette box

source: No Member for this ID.
fr_fr: Pas de box pour cet ID

source: No Members
fr_fr: Aucune Box
